{
    "general": {
        "aboutText": "Wir sind Luca und Jakob, zwei engagierte Studenten und passionierte Programmierer. Lassen Sie uns Ihre Vision in die digitale Realität umsetzen und Ihr Unternehmen auf das nächste Level bringen.<br><br>Kontaktieren Sie uns und entdecken Sie, wie wir Ihre Ideen in eine erfolgreiche Web-Präsenz verwandeln können.",
        "aboutFoto": "Luca_und_Jakob.jpg",
        "logo": "Schirmer&Rinke_blackBackground.png",
        "title": "Schirmer & Rinke Software",
        "email": "projecteic.contact@gmail.com",
        "phoneNumber": "+4915202861103"
    },
    "colors": {
        "mainColor": "#2992c1",
        "secondaryColor": "#406798",
        "accentColor": "#93611c",
        "backgroundColor": "#1a1a1a"
    },
    "projects": {
        "0": {
            "title": "Grouping",
            "text": "Wir haben mit einem unserer Freunde an einem Projekt gearbeitet, das mit Flutter entwickelt wurde. Unser Projekt, genannt Grouping, wurde entwickelt, um die Herausforderungen des Eventmanagements zu bewältigen und die Funktionalität von Gruppen im Vergleich zu anderen Social-Media-Apps wie WhatsApp zu verbessern. Aufgrund der erheblichen Kosten für die Wartung einer App und die Listung in App-Stores haben wir uns entschieden, sie ausschließlich als Open-Source-Docker-Version verfügbar zu machen, die Benutzer selbst hosten können. Die App ist für iOS, Android und Windows verfügbar.",
            "foto": "Grouping.png"
        },
        "1": {
            "title": "PerformQuizz",
            "text": "Unsere kommende Vokabel-App bietet ein spielerisches Lernerlebnis für Schüler. Die App ermöglicht es den Schülern, ihre Vokabelkenntnisse durch unterhaltsame Spiele zu verbessern. Durch die Gestaltung des Lernens als unterhaltsames Erlebnis zielt diese innovative App darauf ab, Bildung in eine interaktive und lohnende Erfahrung zu verwandeln. Freuen Sie sich auf eine aufregende Möglichkeit, Ihren Wortschatz zu erweitern!",
            "foto": "github.png"
        },
        "2": {
            "title": "Metallverarbeitung Menzel",  
            "text": "Unser erster Kunde, die Metallverarbeitung Menzel, benötigte eine Website, um ihre Dienstleistungen und Produkte zu präsentieren. Wir haben eine Website entwickelt, die es dem Unternehmen ermöglicht, seine Produkte und Dienstleistungen effektiv zu präsentieren und potenzielle Kunden zu erreichen.",
            "foto": "MenzelIMG.png"
        },
        "3": {
            "title": "Schul-Website des St. Josef Gymnasiums Dingelstädt",
            "text": "Wir haben die digitale Transformation unserer Schule unterstützt, indem wir eine umfassende Schulwebsite mit einem benutzerfreundlichen CMS-System entwickelt haben. Dieses System ermöglicht es Lehrern, mühelos Nachrichtenbeiträge zu erstellen, die Einblicke in das tägliche Leben an unserer Schule geben. Während dieses Projekts haben wir wertvolle Erfahrungen in der Zusammenarbeit mit Kunden gesammelt, das Projekt an ihre spezifischen Anforderungen angepasst und durch mehrere Feedback-Umfragen die Funktionalität der Website optimiert.",
            "foto": "Schulwebsite St.Josef Gymnasium.png"
        },
        "4": {
            "title": "Ein virtueller Schulrundgang",
            "text": "Angesichts der Herausforderungen durch die Covid-19-Pandemie benötigte unsere ehemalige Schule eine innovative Lösung, um ihren jährlichen Tag der offenen Tür online zu veranstalten. In Zusammenarbeit mit einer engagierten Gruppe von Freunden haben wir ein Projekt gestartet, um eine Website zu erstellen, die einen virtuellen Rundgang durch die Schule bietet und dabei jedes Fachgebiet und verschiedene andere Aspekte der Schulumgebung zeigt. Diese erste Version wurde 2021 realisiert, und ein Jahr später wurde die Website durch eine Verbesserung des Gesamtdesigns neu gestaltet. Bis 2023 haben wir diese virtuelle Tour erfolgreich in die offizielle Website der Schule integriert. Mein Hauptaugenmerk lag dabei auf der Frontend-Entwicklung und dem Design, um sicherzustellen, dass das Online-Erlebnis das Angebot und die Atmosphäre der Schule effektiv repräsentiert.",
            "foto": "schulrundgang.png"
        },
        "5": {
         "title": "Live Game Library",
         "text": "Wir haben ein Flutter-Framework entwickelt, das die Entwicklung von Echtzeit-Multiplayer-Spielen vereinfacht. Diese Bibliothek erleichtert den Prozess der Erstellung von fesselnden und interaktiven Multiplayer-Erlebnissen. Befolgen Sie die folgenden Schritte, um schnell loszulegen.",
         "foto": "live_game_lib.jpg"
       }
    },
    "services": {
        "0": {
            "title": "Wir erstellen Ihre Traum-Website",
            "text": "Wir entwickeln und designen Ihre App, um Ihr Unternehmen auf das nächste Level der Digitalisierung zu bringen. Zudem unterstützen wir Sie in jedem Schritt und helfen Ihnen dabei, Ihre Idee in eine beeindruckende Softwarelösung zu verwandeln.",
            "foto": "uups4o8kqyrqawda08us.png"
        },
        "1": {
            "title": "Wir erstellen Ihre App-Idee",
            "text": "Mit unserer Hilfe erhalten Sie eine erstklassige Online-Präsenz. Wir begleiten Sie bei jedem Schritt, von der Idee bis zum Hosting. Unsere Softwarelösungen beinhalten ein Content-Management-System (CMS), das Ihnen ermöglicht, Ihre Webpräsenz jederzeit auf den neuesten Stand zu bringen.",
            "foto": "gevglzawwqhjdtc4sf3p.png"
        }
    },
    "socialMedia": {
      "linkedInURL": "https://www.linkedin.com/in/luca-schirmer-9b3390312/",
      "githubURL": "https://github.com/organizations/ProjectEic",
      "twitterURL": "https://x.com/JakobRinke"
    }
  }
  